{
  "id": 1,
  "name": {
    "fr": "Maréchal Thorne",
    "en": "Marshal Thorne"
  },
  "description": {
    "fr": "Maréchal Thorne est le général de l'armée du Roi.",
    "en": "Marshal Thorne is the King army's General."
  },
  "dialogs": {
    "1.1": {
      "haveChoices": true,
      "text": {
        "fr": "Eh, vous ! Vous semblez bien savoir vous battre, non ? Je reconnais un bon guerrier quand j'en vois un !! Que diriez-vous de rejoindre les rangs du Roi pour sauver le Royaume contre l'invasion de ces monstres ?!",
        "en": "Hey, you! You seem to know how to fight, right? I recognize a good warrior when I see one!! How about joining the King's ranks to save the Kingdom against the invasion of these monsters?!"
      },
      "choicesQuestion": {
        "fr": "Acceptez-vous de rejoindre l'armée du Roi Talon ?",
        "en": "Do you agree to join King Talon's army?"
      },
      "effects": {},
      "choices": [
        {
          "text": {
            "fr": "Oui",
            "en": "Yes"
          },
          "id": "yes_1.1",
          "buttonIcon": "<:yes:1147622381997801494>",
          "buttonStyle": "success",
          "next": "1.1.1"
        },
        {
          "text": {
            "fr": "Non",
            "en": "No"
          },
          "id": "no_1.1",
          "buttonIcon": "<:no:1147632813441560578>",
          "buttonStyle": "danger",
          "next": "1.1.2"
        }
      ]
    },
    "1.1.1": {
      "haveChoices": false,
      "text": {
        "fr": "Ravi de l'entendre, soldat.e ! Bienvenu dans l'armée du Roi ! Je serais ton guide le temps que tu sois assez fort pour plonger dans ces abysses ! Tiens, voici un petit quelque chose pour t'aider à progresser ! Va voir Sir Alden, l'Amiral de l'Étoile d'Or, au Port de Talon pour qu'il t'apprenne à la manier",
        "en": "Glad to hear it, soldier! Welcome to the King's army! I'll be your guide until you're strong enough to dive into these abysses! Here, have a little something to help you progress! Go see Sir Alden, the Admiral of the Golden Star, at Talon Port to learn how to handle it!"
      },
      "effects": {
        "objectGain": [
          "book_I"
        ]
      },
      "choicesQuestion": {},
      "choices": []
    },
    "1.1.2": {
      "haveChoices": false,
      "text": {
        "fr": "Je comprends ton refus, soldat.e, le choix t'appartient. Bonne journée à toi !",
        "en": "I understand your rejection, soldier, the choice is yours. Have a nice day!"
      },
      "effects": {},
      "choicesQuestion": {},
      "choices": []
    }
  }
}