{
  "start_adventure_introduction": {
    "fr": {
      "title": "Début de l'aventure !",
      "text": "`An 492, Oraland.` - Un tremblement vient secouer la paisible région de **{location:oraland}**. Les paysans, travaillant comme à leur habitude dans les champs, observe les alentours, soucieux de cet évènement. La garde des différentes cités de la région se prépare à une invasion, pendant que les oiseaux s'envolent et que les bêtes paniquent. La région entière est plongée dans la frayeur. Soudain, tout semble être revenu à la normale, mais ce n'est qu'une illusion. Quelques minutes plus tard, on remarque des cercles d'incantations diaboliques dans différents régions. Ces cercles, d'un rouge flamboyant, se mettent à briller, et s'ouvre en leur sein un portail. En un instant, des monstres tous plus diaboliques les uns que les autres s'en échappent : Ces Portes offrent un chemin direct vers le Purgatoire.\n\n`De nos jours, Talon | Place du Griffon Marin.` - Les Portes n'ont toujours pas été refermées. Les habitants se sont habitués à ce danger permanent des monstres rodant un peu partout, et ont appris pour beaucoup à se battre. Le **Roi, Gyr Talon**, de la région de **{location:oraland}**, à **{location:talon}**, travaille depuis quelques années sur un projet secret : Plonger dans les Portes pour comprendre leur origine, et les refermer une fois pour toute, et à jamais. Sur la **{location:talon_02}**, son fidèle général en chef des armées, le **Maréchal Thorne**, recrute à un prix avantageux des soldats, au caractère téméraire, et aux nerfs d'aciers, motivés pour cette dangereuse expédition dans l'inconnu, quand il vous voit entrain de faire une démonstration de l'épée à un enfant, et voit immédiatement votre potentiel."
    },
    "en": {
      "title": "Beginning of the adventure!",
      "text": "`Year 492, Oraland.` - An earthquake shakes the peaceful region of **{location:oraland}**. The peasants, working as usual in the fields, observe the surroundings, worried about this event. The guard of the different cities of **{location:oraland}** is preparing for an invasion, while the birds fly away and the beasts panic. Vases break, objects fall, the whole region is plunged into fear. Suddenly, the calm. Everything seems to have returned to normal, but it is only an illusion. A few minutes later, we notice circles of diabolical incantations in different regions of the world. These circles, of a flaming red, begin to shine, and open within them a portal. In an instant, monsters all more diabolical than the others escape from them: These Gates offer a direct path to Purgatory.\n\n`Nowadays, Talon | Griffon Marin Place.` - The Gates have still not been closed. The inhabitants have become accustomed to this permanent danger of monsters roaming the lands of **{location:oraland}**, but also of Deryn, and have learned for many the Art of War. The **King, Gyr Talon**, of the region of **{location:oraland}** and the capital of it, **{location:talon}**, has been working for a few years on a secret project: To dive into the Gates to understand their origin, and to close them once and for all, and forever. On the **{location:talon_02}**, his faithful general in chief of the armies, the **Marshal Thorne**, recruits at an advantageous price soldiers, with a bold character, and nerves of steel, motivated for this dangerous expedition into the unknown, when he sees you demonstrating the sword to a child, and immediately sees your potential."
    }
  },
  "start_adventure_error_already_started": {
    "fr": {
      "title": "Démarrage de l'aventure impossible",
      "text": "Tu as déjà commencé une aventure. Tu ne peux pas en recommencer une nouvelle."
    },
    "en": {
      "title": "Impossible to start the adventure",
      "text": "You have already started an adventure. You cannot start a new one."
    }
  },
  "start_adventure_error_creation_date": {
    "fr": {
      "title": "Démarrage de l'aventure impossible",
      "text": "Tu dois avoir un compte Discord créé depuis plus d'une semaine pour pouvoir jouer."
    },
    "en": {
      "title": "Impossible to start the adventure",
      "text": "You must have a Discord account created for more than a week to be able to play."
    }
  }
}